/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   pushswap.c                                         :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: kyujlee <kyujlee@student.42seoul.kr>       +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2021/10/24 15:56:40 by kyujlee           #+#    #+#             */
/*   Updated: 2021/10/24 17:46:00 by kyujlee          ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

int				main(int argc, char **argv)
{
	if (숫자 말고 다른거 있을때 && 중복되는 수 && argc > intmax){
        write(2, "Error\n", 6);
        return (-1);
    }
    if (argc < )
    
	return (0);
}